brew "git"
brew "gh"

brew "awscli"

brew "lima"
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-completion"
brew "docker-compose"

brew "anyenv"

brew "go"

brew "rustup"

brew "coreutils"
brew "gnu-sed"
brew "gawk"
brew "grep"
brew "gnu-tar"

brew "jq"
brew "pstree"

cask "visual-studio-code"
cask "karabiner-elements"
cask "aquaskk"
